{
  "1": {
    "type": "cover",
    "text": "Jack's bath time takes a wild turn as the things in his bathtub start to change, and a group of animals becomes part of his adventurous bathtub safari! English 97809992235765 Sarah-Jane Williams, Robert McEwan & Tracy Lynn Chemaly",
    "summary": "Jack's bathtub transforms into an adventurous safari with changing animals."
  },
  "2": {
    "type": "blank",
    "text": "",
    "summary": "No text on this page"
  },
  "3": {
    "type": "story",
    "text": "Bathtime is Jack’s favourite part of the day. ‘I’ll be back in a few moments,’ says his mom. ‘Make sure to clean behind your ears.’",
    "summary": "Jack enjoys bathtime while his mom reminds him to clean well."
  },
  "4": {
    "type": "story",
    "text": "There's a SWOOSH. And a swish of a tail. And then...",
    "summary": "A boy swims and encounters a crocodile in the water."
  },
  "5": {
    "type": "story",
    "text": "Jack’s bathtub safari begins!",
    "summary": "Jack rides a crocodile in his bathtub safari adventure."
  },
  "6": {
    "type": "story",
    "text": "Look at what’s coming! There’s a twist and a turn... Something’s growing... It’s a...",
    "summary": "A boy notices something growing in the water."
  },
  "7": {
    "type": "story",
    "text": "TOOOT!",
    "summary": "A boy rides an elephant and they spray water."
  },
  "8": {
    "type": "story",
    "text": "There’s a RUMBLE! UP UP It’s going up and... UP",
    "summary": "A boy warns of a rumble and chaos ensues."
  },
  "9": {
    "type": "story",
    "text": "SPLASH!",
    "summary": "Boys have fun splashing with a giraffe in the water."
  },
  "10": {
    "type": "story",
    "text": "There’s a SPLOSH. Something bubbles. It’s time to...",
    "summary": "A boy splashes in water with a hippo."
  },
  "11": {
    "type": "story",
    "text": "AAAAAAH But something's lurking in the background...",
    "summary": "A boy rides a hippo while something lurks nearby."
  },
  "12": {
    "type": "story",
    "text": "ROAR!",
    "summary": "A lion roars loudly while playing with purple balls."
  },
  "13": {
    "type": "story",
    "text": "‘Time to get out. I hope you’re clean and ready for bed.’",
    "summary": "Mom tells child to get out of bath and get ready for bed."
  },
  "14": {
    "type": "story",
    "text": "",
    "summary": "A child sleeps with animal toys in a cozy bed."
  },
  "15": {
    "type": "blank",
    "text": "",
    "summary": "No text on this page"
  },
  "16": {
    "type": "blank",
    "text": "",
    "summary": "No text on this blank page"
  },
  "17": {
    "type": "comprehension",
    "text": "Did you enjoy the story? Would you like to play a game?",
    "summary": "Questions about story enjoyment and game interest."
  },
  "18": {
    "type": "comprehension",
    "text": "Can you retell the story?",
    "summary": "Retell the story of the boy's adventures."
  },
  "19": {
    "type": "comprehension",
    "text": "Which animal is your favourite and why?",
    "summary": "Asks which animal is favorite and why."
  },
  "20": {
    "type": "comprehension",
    "text": "Did you enjoy reading together today?",
    "summary": "Ask if the child enjoyed reading together today."
  },
  "21": {
    "type": "ignore",
    "text": "This is a credits/copyright page containing Book Dash organization information, Creative Commons license details, and author/illustrator credits for 'Bathtub Safari' by Sarah-Jane Williams, Robert McEwan & Tracy Lynn Chemaly",
    "summary": "Copyright and credits page with publishing information and Creative Commons licensing details."
  }
}