{
  "1": {
    "type": "cover",
    "text": "In the wild, every day is a busy day - especially for monkeys. What keeps them so busy? Monkey business Brice Reignier . Magriet Kruger . Wilna Combrinck English Free online books and tips for reading with young children at bookdash.org",
    "summary": "Monkeys are busy every day in the wild."
  },
  "2": {
    "type": "story",
    "text": "",
    "summary": "A monkey leaps joyfully across the grassy field."
  },
  "3": {
    "type": "story",
    "text": "In the wild, there are many different animals: big and small, fast and slow. But every animal has a part to play.",
    "summary": "Wild animals of all sizes and speeds play together."
  },
  "4": {
    "type": "story",
    "text": "Elephants have long noses called trunks that sniff out water. They can find a drink even when it’s hard to see. And when they do, they trumpet to their friends: toot- toot!",
    "summary": "Elephants use their trunks to find water and trumpet to friends."
  },
  "5": {
    "type": "story",
    "text": "Rhinos like routine. They follow the same paths again and again, and make wide trails as they crash through the bush.",
    "summary": "Rhinos make wide trails by following the same paths."
  },
  "6": {
    "type": "story",
    "text": "Hippos love to eat sweet, green grass, and lots of it. Munch- munch- munch. They keep the grass next to the river short so the water is easier to reach.",
    "summary": "Hippos munch on sweet grass near the river."
  },
  "7": {
    "type": "story",
    "text": "But what about monkeys? Oh, monkeys have an especially important job.",
    "summary": "Monkeys have a special and important job in the jungle."
  },
  "8": {
    "type": "story",
    "text": "From sunrise to sunset, they’re on the go – climbing, tumbling and searching for food.",
    "summary": "Monkeys play and search for food from sunrise to sunset."
  },
  "9": {
    "type": "story",
    "text": "Monkeys dangle by their feet from trees, looking at the world ומופ-יסדן",
    "summary": "Monkeys hang from trees, watching the world upside down."
  },
  "10": {
    "type": "story",
    "text": "They swing from branch to branch in groups of two, three and four at a time. What fun!",
    "summary": "Monkeys joyfully swing in groups from tree branches."
  },
  "11": {
    "type": "story",
    "text": "Mama monkeys can do it all with a baby clinging to their belly. What do the little ones see from there? upon",
    "summary": "Little monkeys see the world from their mama's belly."
  },
  "12": {
    "type": "story",
    "text": "When they want a snack, monkeys pick a flea straight from a chommie's back.",
    "summary": "Monkeys get snacks by picking fleas from each other's backs."
  },
  "13": {
    "type": "story",
    "text": "And when they’re hot and tired, they cannonball into the water.",
    "summary": "Tired monkeys cannonball into the water to cool off."
  },
  "14": {
    "type": "story",
    "text": "What’s the important job that monkeys have? They play all day. And that’s hard work!",
    "summary": "Monkeys play all day, which is their important job."
  },
  "15": {
    "type": "story",
    "text": "",
    "summary": "A monkey is running fast across the grassy field."
  },
  "16": {
    "type": "story",
    "text": "A monkey is jumping.",
    "summary": "A monkey jumps joyfully in the air."
  },
  "17": {
    "type": "comprehension",
    "text": "Welcome to The Bookmark Reading Club! Did you enjoy the book? Would you like to play a game?",
    "summary": "Welcome to the club, enjoy the book, play a game."
  },
  "18": {
    "type": "comprehension",
    "text": "Can you remember 5 facts about monkeys? Use the pictures below to help you! You can flick back through the book to help!",
    "summary": "Test your memory of 5 monkey facts from the book."
  },
  "19": {
    "type": "comprehension",
    "text": "Which animal in the book is your favourite? Why are they your favourite?",
    "summary": "Asks which animal is favorite and why."
  },
  "20": {
    "type": "comprehension",
    "text": "Did you enjoy reading together today?",
    "summary": "Ask if the reader enjoyed reading together today."
  },
  "21": {
    "type": "cover",
    "text": "Monkey Business. Illustrated by Brice Reignier. Written by Magriet Kruger. Designed by Wilna Combrinck. Edited by Katie Huston. with the help of the Book Dash participants in Cape Town on 14 October 2023.. ISBN: 978-1-77623-036-5. This work is licensed under a Creative Commons Attribution 4.0 Licence. (http://creativecommons.org/licenses/by/4.0/).. You are free to share (copy and redistribute the material in any medium or format) and adapt. (remix, transform, and build upon the material) this work for any purpose, even commercially.. The licensor cannot revoke these freedoms as long as you follow the following license terms:. You must give appropriate credit, provide a link to the license, and indicate if changes were made.. You may do so in any reasonable manner, but not in any way that suggests the licensor endorses. you or your use. No additional restrictions: You may not apply legal terms or technological. measures that legally restrict others from doing anything the license permits.. Brice Reignier • Magriet Kruger • Wilna Combrinck",
    "summary": "Monkeys engage in playful antics in a whimsical jungle setting."
  }
}