{
  "1": {
    "type": "cover",
    "text": "the Lion who Wouldn't Try. Liza Esterhuyse. Andre Kieswetter. Nick Mulgrew",
    "summary": "A lion who refuses to try new things meets a wise mouse."
  },
  "2": {
    "type": "blank",
    "text": "",
    "summary": "No text on this page"
  },
  "3": {
    "type": "story",
    "text": "It was a sunny day in the jungle. All the animals were out playing.",
    "summary": "Sunny jungle day, animals play and have fun."
  },
  "4": {
    "type": "story",
    "text": "\"Come play with me, Lion,\" said Cheetah. \"Catch me if you can!\" ZOOM-ZOOM! went Cheetah. \"I don’t want to play,\" said Lion. \"I’ll lose.\"",
    "summary": "Cheetah challenges Lion to a playful chase, but Lion declines."
  },
  "5": {
    "type": "story",
    "text": "“Come play with me, Lion,” said Elephant. “We can throw rocks!” KA-POW! KA-POW! went Elephant. “I don’t want to play,” said Lion. “I’ll lose.”",
    "summary": "Elephant invites Lion to play, but Lion is afraid of losing."
  },
  "6": {
    "type": "story",
    "text": "“Come play with us, Lion!” said the monkeys. “Who can eat the most bananas?” POP! POP! POP! went the monkeys. “I don’t want to play,” said Lion. “I’ll lose.”",
    "summary": "Monkeys invite Lion to a banana-eating contest."
  },
  "7": {
    "type": "story",
    "text": "\"Come play with me, Lion,\" said Springbok. \"Let's jump high!\" ZOOP! ZOOP! ZOOP! went Springbok. \"I don't want to play,\" said Lion. \"I'll lose.\"",
    "summary": "Springbok invites Lion to play, but Lion is afraid of losing."
  },
  "8": {
    "type": "story",
    "text": "\"Come play with me, Lion,\" said Crocodile. \"It’s a swimming competition!\" SPLASH! SPLASH! went Crocodile. \"I don’t want to play,\" said Lion. \"I’ll lose.\"",
    "summary": "Crocodile invites Lion to a swimming competition, but Lion is afraid to lose."
  },
  "9": {
    "type": "story",
    "text": "Elephant and Crocodile had the swimming competition without Lion. Crocodile was quicker than Elephant, but each time Crocodile got ahead, Elephant tickled him! TEE-HEE-HEE! went Elephant and Crocodile.",
    "summary": "Crocodile swims fast but Elephant tickles him, making him laugh."
  },
  "10": {
    "type": "story",
    "text": "Lion sat sadly by himself, watching Crocodile and Elephant swim.",
    "summary": "Lion watches Crocodile and Elephant swim, feeling sad and alone."
  },
  "11": {
    "type": "story",
    "text": "\"Why are you sad, Lion?\" asked Mouse. \"Because I don't want to play,\" said Lion. \"I'll lose.\"",
    "summary": "Lion is sad because he doesn't want to play and lose."
  },
  "12": {
    "type": "story",
    "text": "",
    "summary": "Lion looks at banana peel near stone wall."
  },
  "13": {
    "type": "story",
    "text": "Lion slipped on a banana peel! WHEEEEEE! went Lion. “That looks like fun!” said all the other animals.",
    "summary": "Lion slips on a banana peel and other animals find it fun."
  },
  "14": {
    "type": "story",
    "text": "Lion played, and he was happy.",
    "summary": "Lion plays with friends and feels happy."
  },
  "15": {
    "type": "blank",
    "text": "",
    "summary": "Blank page with decorative banana illustrations"
  },
  "16": {
    "type": "story",
    "text": "Mouse flies on a banana.",
    "summary": "Mouse enjoys a fun ride on a flying banana."
  },
  "17": {
    "type": "comprehension",
    "text": "Did you enjoy the story? Would you like to play a game?",
    "summary": "Questions about enjoying the story and playing a game."
  },
  "18": {
    "type": "comprehension",
    "text": "Can you retell the story? Use the pictures to help you!",
    "summary": "Retell the story using the pictures as a guide."
  },
  "19": {
    "type": "comprehension",
    "text": "What different emotions did you see throughout the story? Use the pictures to help you! Why did Lion not want to play?",
    "summary": "Analyze emotions and reasons in the story."
  },
  "20": {
    "type": "comprehension",
    "text": "Did you enjoy reading together today?",
    "summary": "Ask if the reader enjoyed reading together today."
  },
  "21": {
    "type": "cover",
    "text": "The Lion Who Wouldn't Try Illustrated by Andre Kieswetter Written by Liza Esterhuyse Designed by Nick Mulgrew with the help of the Book Dash participants in Cape Town on 5 March 2016. ISBN: 978-1-928365-93-8 the Lion who Wouldn't Try by Liza Esterhuyse Andre Kieswetter & Nick Mulgrew",
    "summary": "A story about a lion who refuses to try new things."
  }
}